brew 'autopep8'
brew 'beautysh'
brew 'black'
brew 'clang-format'
brew 'crystal'
brew 'dfmt'
brew 'elm-format'
brew 'emacs'
brew 'gn'
brew 'isort'
brew 'uncrustify'
brew 'brew-cask-completion'
brew 'yarn'
brew 'youtube-dl'
brew 'imagemagick'
brew 'moreutils'
brew 'todo-txt'
brew 'ttyrec'
brew 'gifsicle'
brew 'httpie'
brew 'dos2unix'
brew 'dfu-util'
brew 'caddy'
brew 'libgphoto2'
brew 'libpng'
brew 'libtiff'
cask 'imageoptim'
brew 'exif'
brew 'exiftags'
brew 'exiftool'
brew 'flac'
brew 'ffmpeg'
brew 'ffmpeg2theora'
brew 'ffmpegthumbnailer'

cask 'alfred'
cask 'bartender'
cask 'blockblock'
cask 'knockknock'
cask 'cookie'
cask 'docker'
cask 'evernote'
cask 'hazel'
cask 'istat-menus'
cask 'itsycal'
cask 'kindle'
cask 'cheatsheet'
cask 'firefox'
cask 'little-snitch'
cask 'micro-snitch'
cask 'telegram'
cask 'oversight'
cask 'vagrant'
cask 'vagrant-manager'
cask 'virtualbox'
cask 'vlc'
cask 'adobe-creative-cloud'
cask 'adoptopenjdk8'
cask 'spotify'
cask 'xquartz'
cask "microsoft-office"
