tap 'homebrew/cask'
tap 'homebrew/cask-fonts'
tap 'homebrew/cask-versions'
tap 'homebrew/core'
tap 'homebrew/boneyard'
tap 'homebrew/dev-tools'
tap 'homebrew/bundle'

brew 'ack'
brew 'ag'
brew 'autojump'
brew 'bat'
brew 'coreutils'
brew 'binutils'
brew 'diffutils'
brew 'ed'
brew 'findutils'
brew 'gawk'
brew 'gnu-indent'
brew 'gnu-sed'
brew 'gnu-tar'
brew 'gnu-which'
brew 'gnutls'
brew 'gzip'
brew 'watch'
brew 'wdiff'
brew 'curl', link: true
brew 'cmake', link: true
brew 'dockutil'
brew 'readline'
brew 'python'
brew 'pyenv'
brew 'gawk'
brew 'grep'
brew 'gnupg'
brew 'gpatch'
brew 'm4'
brew 'make'
brew 'nano'
brew 'automake'
brew 'gpg'
brew 'pinentry-mac'
brew 'zstd'
brew 'unrar'
brew 'unzip'
brew 'bzip2', link: true
brew 'libzip'
brew 'p7zip'
brew 'openssl'
brew 'git'
brew 'jq'
brew 'mas'
brew 'homebrew/dupes/screen'
brew 'ngrep'
brew 'nmap'
brew 'wget'
brew 'tree'
brew 'zsh'
brew 'zsh-completions'
brew 'pkg-config', link: true
brew 'tmux'
brew 'tmux-mem-cpu-load'
brew 'reattach-to-user-namespace'
brew 'vim'

cask 'iterm2'
cask 'authy'
cask 'lastpass'
cask 'atom'
cask 'keybase'
cask 'karabiner-elements'
cask 'dropbox'
cask 'boxcryptor'

cask 'font-fontawesome'
cask 'font-hack-nerd-font'
cask 'font-sauce-code-pro-nerd-font'
cask 'font-space-mono-nerd-font'
cask 'font-roboto-mono-nerd-font'
